Repository: urnetwork/windows
Catalog: app/src/App/Strings/*/Resources.resw
Source language: en
Languages: sw

# a_seedphrase_lets_you_recover_your_account
source: A seedphrase lets you recover your account if you lose access.
sw: Kifungu cha seed hukuwezesha kurejesha akaunti yako ukipoteza ufikiaji.

# a_seedphrase_lets_you_recover_your_account_2
source: A seedphrase lets you recover your account if you lose access. Store it safely.
sw: Kifungu cha seed hukuwezesha kurejesha akaunti yako ukipoteza ufikiaji. Kihifadhi mahali salama.

source: About
sw: Kuhusu

# access_auth_code_instructions
source: To Access your Auth Code, create an account and sign in to {link}ur.io{/link}. Head over to Account -> Settings -> Create/Copy Auth code -> Paste -> UR In!
sw: Ili kupata nambari yako ya uthibitishaji, tengeneza akaunti na uingie kwenye {link}ur.io{/link}. Nenda kwa Akaunti -> Mipangilio -> Tengeneza/Nakili nambari ya uthibitishaji -> Bandika -> Umefanikiwa!

source: Account
sw: Akaunti

# account_auth_unverified
source: {} (unverified)
sw: {} (haijathibitishwa)

# account_auth_verified
source: {} (verified)
sw: {} (imethibitishwa)

# account_isn_t_ready_for_purchases
source: Your account isn't ready for purchases. Please restart the app and try again.
sw: Akaunti yako bado haiko tayari kwa ununuzi. Anzisha upya programu kisha ujaribu tena.

source: Activity
sw: Shughuli

source: Add
sw: Ongeza

source: Add a sign-in method
sw: Ongeza njia ya kuingia

source: Add blocked location
sw: Ongeza eneo lililofungwa

source: Add emoji
sw: Ongeza emoji

source: Add referral code
sw: Ongeza msimbo wa rufaa

source: Add sign-in method
sw: Ongeza njia ya kuingia

# add_sign_in_method_2
source: Add Sign-In Method
sw: Ongeza Njia ya Kuingia

source: Add TAO for gas
sw: Ongeza TAO kwa ajili ya gas

# adjust_setting_always_fill_data_faster
source: Providing is off by default. Choose when your device provides below.
sw: Unaweza kuweka chaguo kuwa "Daima" ili kujaza data ya bure haraka zaidi.

# adv_action_id
source: Action id
sw: Kitambulisho cha kitendo

# adv_addresses
source: Addresses
sw: Anwani

# adv_advanced_mode
source: Advanced mode
sw: Hali ya kina

# adv_advanced_mode_note
source: Show raw values, identifiers, the connection inspector and the reliability tuning surface across the app.
sw: Huonyesha thamani ghafi, vitambulisho, kikagua muunganisho na mipangilio ya uaminifu kote kwenye programu.

# adv_bytes_total
source: Bytes (total)
sw: Baiti (jumla)

# adv_clear_selection
source: Clear selection
sw: Futa uteuzi

# adv_exit_dial_failures
source: Dial failures
sw: Kushindwa kupiga

# adv_exit_flows
source: Flows to this destination
sw: Mitiririko kwenda mahali hapa

# adv_exit_flows_total
source: Exit flows
sw: Mitiririko ya kutoka

# adv_exit_ok
source: OK
sw: Sawa

# adv_exit_proven
source: Proven
sw: Imethibitishwa

# adv_exit_quarantined
source: Quarantined
sw: Imewekwa karantini

# adv_exit_state
source: Exit state
sw: Hali ya kutoka

# adv_exit_tier
source: Exit tier
sw: Daraja ya kutoka

# adv_exit_warning
source: Warning
sw: Onyo

# adv_exit_warning_cause
source: Warning cause
sw: Sababu ya onyo

# adv_exits
source: Exits
sw: Njia za kutoka

# adv_host
source: Host
sw: Mwenyeji

# adv_inspector
source: Inspector
sw: Kikagua

# adv_kill_switch_applying
source: Applying…
sw: Inatumika…

# adv_kill_switch_armed_way_out
source: Turn the kill switch off to restore normal access without connecting.
sw: Zima Kill switch ili kurejesha ufikiaji wa kawaida bila kuunganisha.

# adv_kill_switch_deliberate
source: Pressing Disconnect always restores your internet straight away. The kill switch only applies to drops you did not ask for - a tunnel that stops carrying traffic, a network change, or the URnetwork service stopping.
sw: Kubonyeza Tenganisha hurejesha intaneti mara moja kila wakati. Kill switch hutumika tu kwa kukatika ambako hukuomba - handaki linaloacha kubeba trafiki, mabadiliko ya mtandao, au huduma ya URnetwork kusimama.

# adv_kill_switch_dns_window
source: While it is on and nothing is connecting, nothing leaves this device - name lookups included. During a connection attempt, name lookups from any app on this device can leave in the clear so URnetwork can reach its servers; everything else stays blocked.
sw: Ikiwa imewashwa na hakuna kinachounganisha, hakuna kinachotoka kwenye kifaa hiki - pamoja na utafutaji wa majina. Wakati wa jaribio la kuunganisha, utafutaji wa majina kutoka programu yoyote kwenye kifaa hiki unaweza kutoka bila usimbaji ili URnetwork ifikie seva zake; kila kitu kingine hubaki kimezuiwa.

# adv_kill_switch_note
source: If the tunnel drops unexpectedly, block this device's traffic instead of letting it out unprotected.
sw: Ikiwa handaki litakatika ghafla, zuia trafiki ya kifaa hiki badala ya kuiacha itoke bila ulinzi.

# adv_kill_switch_recovery
source: If this device cannot reach the network, a block installed earlier may still be in place; remove it with: {}
sw: Ikiwa kifaa hiki hakiwezi kufikia mtandao, kizuizi kilichowekwa awali huenda bado kipo; kiondoe kwa: {}

# adv_kill_switch_state_armed
source: In force: nothing but local network traffic leaves this device until you connect.
sw: Inatumika: hakuna kinachotoka kwenye kifaa hiki isipokuwa trafiki ya mtandao wa ndani hadi uunganishe.

# adv_kill_switch_state_connected
source: In force: if the tunnel drops, this device's traffic is blocked instead of going out unprotected.
sw: Inatumika: ikiwa handaki litakatika, trafiki ya kifaa hiki huzuiwa badala ya kutoka bila ulinzi.

# adv_kill_switch_state_failed
source: The URnetwork system service could not install the kill switch, so your traffic is NOT being blocked.
sw: Huduma ya mfumo ya URnetwork haikuweza kusakinisha Kill switch, kwa hivyo trafiki haizuiwi.

# adv_kill_switch_state_not_in_force
source: The kill switch is NOT in force: your traffic is not being blocked.
sw: Kill switch HAITUMIKI: trafiki yako haizuiwi.

# adv_kill_switch_state_pending
source: Nothing is blocked yet — this takes effect the moment you connect.
sw: Bado hakuna kilichozuiwa — hii huanza kutumika wakati unapounganisha.

# adv_kill_switch_state_still_installed
source: The kill switch is off, but the URnetwork system service still has a block installed, so this device's traffic is being blocked.
sw: Kill switch imezimwa, lakini huduma ya mfumo ya URnetwork bado ina kizuizi kilichosakinishwa, kwa hivyo trafiki ya kifaa hiki inazuiwa.

# adv_kill_switch_state_unknown
source: Whether the kill switch is in force cannot be checked right now.
sw: Haiwezekani kuangalia sasa ikiwa Kill switch inatumika.

# adv_kill_switch_still_installed_fix
source: Turning the kill switch on and then off again asks the service to clear it; if that does not work, remove it with: {}
sw: Kuwasha Kill switch kisha kuizima tena huiomba huduma ikiondoe; ikiwa hilo halifanyi kazi, kiondoe kwa: {}

# adv_last_decision
source: Last decision
sw: Uamuzi wa mwisho

# adv_matched
source: Matched
sw: Ililingana

# adv_no_selection
source: No connection selected
sw: Hakuna muunganisho uliochaguliwa

# adv_none
source: none
sw: hakuna

# adv_override_id
source: Override
sw: Ubatilishaji

# adv_packets_total
source: Packets (total)
sw: Pakiti (jumla)

# adv_probe_age
source: Probe age
sw: Umri wa uchunguzi

# adv_protected
source: Protected
sw: Imelindwa

# adv_providers_load_failed
source: Could not load the provider list.
sw: Imeshindwa kupakia orodha ya watoa huduma.

# adv_raw_status
source: Raw status
sw: Hali ghafi

# adv_reason
source: Reason
sw: Sababu

# adv_reason_block
source: Block override
sw: Ubatilishaji wa kuzuia

# adv_reason_default
source: Default policy
sw: Sera chaguomsingi

# adv_reason_override
source: Override
sw: Ubatilishaji

# adv_reason_route
source: Route override
sw: Ubatilishaji wa njia

# adv_select_a_row
source: Select a row in Activity to inspect it
sw: Chagua safu katika Shughuli ili kuikagua

# adv_selected
source: selected
sw: zimechaguliwa

# adv_selection_gone
source: That connection is no longer listed
sw: Muunganisho huo hauko tena kwenye orodha

# adv_session_exit_country
source: Session exit country
sw: Nchi ya kutoka ya kipindi

# adv_unknown_exit
source: Not in the routing table
sw: Haipo kwenye jedwali la njia

# adv_verdict_blocked
source: Blocked — no packets sent
sw: Imezuiwa — hakuna pakiti zilizotumwa

# adv_verdict_local
source: Bypassed the tunnel — not protected
sw: Ilipita handaki — haijalindwa

# adv_verdict_tunnelled
source: Tunnelled through URnetwork
sw: Kupitia handaki la URnetwork

# adv_via_exit
source: Via exit
sw: Kupitia njia ya kutoka

source: Advanced
sw: Za kina

source: All the content in the world from URnetwork
sw: Maudhui yote ya dunia kutoka URnetwork

source: Allow local connections
sw: Ruhusu miunganisho ya ndani

# allow_provider_cell_network_unlimited_plan
source: You can also allow the provider to use cell network data, which works great if you have an unlimited plan.
sw: Unaweza pia kuruhusu mtoa huduma kutumia data ya mtandao wa simu, ambayo inafanya kazi vizuri ikiwa una mpango usio na kikomo.

# allow_providing_cell
source: Allow providing on cellular network
sw: Ruhusu utoaji kwenye mtandao wa simu

source: Allowed
sw: Imeruhusiwa

# allowed_blocked_counts
source: {0} allowed · {1} blocked
sw: {0} zimeruhusiwa · {1} zimezuiwa

source: Always
sw: Daima

source: Amount
sw: Kiasi

# amount_per_month
source: {}/month
sw: {}/mwezi

source: Anonymous
sw: Bila jina

source: Anything else?
sw: Kitu kingine?

# api_error_contact
source: If the problem persists, contact us at {0} or join our {1} for direct support.
sw: Ikiwa tatizo litaendelea, wasiliana nasi kupitia {0} au jiunge na {1} yetu kwa msaada wa moja kwa moja.

# app_excluded_toast
source: {} will bypass the VPN
sw: {} itaepuka VPN

# app_included_toast
source: {} will route through the VPN
sw: {} itapitia VPN

# app_pinned_toast
source: {} will use one provider
sw: {} itatumia mtoa huduma mmoja

# app_split_active_exclude
source: Exclude active — excluded apps bypass the VPN
sw: Utengaji unatumika — programu zilizotengwa zinaepuka VPN

# app_split_active_include
source: Include active — only included apps use the VPN
sw: Ujumuishaji unatumika — programu zilizojumuishwa pekee zinatumia VPN

# app_split_active_none
source: No app split — all apps use the VPN
sw: Hakuna mgawanyo — programu zote zinatumia VPN

# app_split_precedence_note
source: Included apps take precedence: when any app is included, only included apps use the VPN and exclusions have no effect.
sw: Programu zilizojumuishwa hupewa kipaumbele: programu yoyote ikijumuishwa, ni programu zilizojumuishwa pekee zinazotumia VPN na utengaji hauna athari.

source: App split rules
sw: Sheria za mgawanyo wa programu

# app_split_starter
source: 0 split apps
sw: Programu 0 zilizogawanywa

# app_too_old_for_daemon
source: This app is older than the installed URnetwork system service. Update the app to connect.
sw: Programu hii ni ya zamani kuliko huduma ya mfumo ya URnetwork iliyosakinishwa. Sasisha programu ili kuunganisha.

source: App version
sw: Toleo la programu

source: Apple sign-in method added
sw: Njia ya kuingia ya Apple imeongezwa

source: Apps
sw: Programu

# apps_excluded_count.one
source: {} app excluded
sw: {} programu imetengwa

# apps_excluded_count.other
source: {} apps excluded
sw: {} programu zimetengwa

# apps_included_count.one
source: {} app included
sw: {} programu imejumuishwa

# apps_included_count.other
source: {} apps included
sw: {} programu zimejumuishwa

# apps_listed_bypass_vpn
source: Apps listed here bypass the VPN.
sw: Programu zilizoorodheshwa hapa hupita VPN.

# are_you_sure_delete_account
source: Are you sure you want to delete your account?
sw: Una uhakika unataka kufuta akaunti yako?

# are_you_sure_you_want_to_remove
source: Are you sure you want to remove {} as a sign-in method?
sw: Una uhakika unataka kuondoa {} kama njia ya kuingia?

source: Auth code
sw: Nambari ya uthibitishaji

# auth_code_2
source: Auth Code {0}...{1}
sw: Nambari ya uthibitishaji {0}...{1}

source: Auth Code Create
sw: Tengeneza nambari ya uthibitishaji

source: Auth code created
sw: Nambari ya uthibitishaji imeundwa

# auth_code_error
source: Error authenticating code. Please try again or generate a new code.
sw: Hitilafu katika kuthibitisha nambari. Tafadhali jaribu tena au tengeneza nambari mpya.

# auth_code_expires
source: Auth code expires after 5 minutes
sw: Nambari ya uthibitishaji inaisha baada ya dakika 5

# auth_code_input_invalid
source: Auth code invalid or expired. Please login to ur.io to get a valid auth code.
sw: Nambari ya uthibitishaji si sahihi au imeisha muda. Tafadhali ingia kwenye ur.io ili kupata nambari halali.

# auth_code_input_label
source: Authentication Code
sw: Nambari ya uthibitishaji

source: Auth code loading
sw: Kupakia msimbo wa uthibitishaji

# auth_code_login_button_text
source: Log in with Auth Code
sw: Ingia kwa nambari ya uthibitishaji

# auth_code_login_sheet_header
source: Auth code login
sw: Ingia kwa nambari ya uthibitishaji

source: Authentication
sw: Uthibitishaji

source: Authentication code
sw: Nambari ya uthibitishaji

# authentication_code_input_placeholder
source: Enter your one-time auth code
sw: Weka nambari yako ya uthibitishaji ya mara moja

source: Auto
sw: Moja kwa moja

source: Available
sw: Inapatikana

# available_data_key
source: Available
sw: Inapatikana

source: Available providers
sw: Watoa huduma wanaopatikana

source: Average reliability
sw: Uaminifu wa wastani

# average_reliability_2
source: Average Reliability
sw: Uaminifu wa wastani

source: Back
sw: Rudi

source: Balance
sw: Mizani

source: Balance code
sw: Msimbo wa salio

# balance_code_already_redeemed_message
source: This balance code has already been redeemed. If you redeemed it earlier, the data is already on your balance.
sw: Msimbo huu wa salio umeshakombolewa. Ikiwa uliukomboa awali, data tayari iko kwenye salio lako.

# balance_code_invalid_message
source: That balance code isn't valid. Check the code and try again.
sw: Msimbo huo wa salio si sahihi. Kagua msimbo kisha ujaribu tena.

source: Balance code redeemed.
sw: Msimbo wa salio umetumika.

# balance_code_transport_error
source: We couldn't reach the server — check your connection. If you were charged, the code may already be applied; check your balance before trying again.
sw: Hatukuweza kufikia seva — kagua muunganisho wako. Ikiwa umetozwa, huenda msimbo umeshatumika; kagua salio lako kabla ya kujaribu tena.

# balance_code_where_to_buy
source: Don't have a code? Data codes can be purchased at ur.io and emailed to you.
sw: Huna msimbo? Misimbo ya data inaweza kununuliwa kwenye ur.io na kutumwa kwako kwa barua pepe.

# balance_codes_link
source: Balance codes
sw: Misimbo ya salio

# balance_codes_load_error
source: Couldn't load your balance codes. Check your connection and try again.
sw: Imeshindwa kupakia misimbo yako ya salio. Kagua muunganisho wako kisha ujaribu tena.

# balance_codes_title
source: Balance Codes
sw: Misimbo ya salio

# become_supporter
source: Get UR Pro
sw: Pata UR Pro

source: Best available provider
sw: Mtoa huduma bora zaidi anayepatikana

source: Best matches
sw: Mechi bora

source: Best value
sw: Thamani bora

# bittensor_sign_in
source: Sign in with Bittensor
sw: Ingia na Bittensor

source: Bittensor wallet
sw: Pochi ya Bittensor

source: Block ads and trackers
sw: Zuia matangazo na vifuatiliaji

source: Blocked
sw: Imezuiwa

# blocked_location_could_not_be_added_please_try
source: Blocked location could not be added. Please try again later.
sw: Eneo lililofungwa halikuweza kuongezwa. Tafadhali jaribu tena baadaye.

# blocked_location_could_not_be_removed_please_try
source: Blocked location could not be removed. Please try again later.
sw: Eneo lililofungwa halikuweza kuondolewa. Tafadhali jaribu tena baadaye.

source: Blocked Locations
sw: Maeneo yaliyofungwa

# blocked_locations_2
source: Blocked locations
sw: Maeneo yaliyofungwa

source: Blocks
sw: Vitalu

source: Bonus referral code copied to clipboard
sw: Msimbo wa rufaa wa bonasi umenakiliwa

# bonus_referral_code_label
source: Bonus referral code
sw: Nambari ya rufaa ya ziada

# boost_bandwidth_details
source: You get free data every month, and can earn more by referring friends.
sw: Kwa kushiriki kwenye mtandao na kutoa upana wa bendi unaweza kupata zawadi.

source: Boost Your Bandwidth
sw: Ongeza upana wa bendi yako

source: Browse Locations
sw: Vinjari maeneo

# build_right
source: Build the internet the right way
sw: Jenga mtandao kwa njia sahihi

# build_right_description
source: Build the internet the right way with URnetwork
sw: Jenga mtandao kwa njia sahihi ukitumia URnetwork

# by_default_you_get_10_gib_month_here_s_how_you
source: By default you get 10 GiB/month. Here's how you can earn extra bandwidth:
sw: Kwa chaguo-msingi, unapata 10 GiB/mwezi. Hivi ndivyo unaweza kupata upana wa ziada wa bendi:

# by_subscribing_you_agree_to_urnetwork_s_terms
source: By subscribing, you agree to URnetwork's [Terms and Services](https://ur.io/terms) and [Privacy Policy](https://ur.io/privacy)
sw: Kwa kujisajili, unakubali [Masharti na Huduma](https://ur.io/terms) na [Sera ya Faragha](https://ur.io/privacy) za URnetwork

source: Bypass VPN
sw: Pita VPN

source: Cancel
sw: Ghairi

# chain_rpc_unreachable
source: The chain RPC is unreachable. Try again.
sw: RPC ya mnyororo haifikiki. Jaribu tena.

source: Change
sw: Badili

source: Change Network API
sw: Badilisha API ya mtandao

# change_network_api_title
source: Change Network API
sw: Badilisha API ya mtandao

# change_network_name_hint
source: Tap the edit icon to change your network name
sw: Gusa aikoni ya kuhariri ili kubadilisha jina la mtandao wako

source: Change Password
sw: Badilisha Nenosiri

# check_internet
source: Check your internet connection
sw: Angalia muunganisho wako wa intaneti

# check_ip
source: Check my IP
sw: Kagua IP yangu

# check_junk_mail
source: You may need to check your spam folder or unblock support@ur.io
sw: Unaweza kuhitaji kuangalia folda yako ya barua taka au uondoe kizuizi support@ur.io

source: Checking payment
sw: Inakagua malipo

# checking_solana_transactions
source: Checking for Solana Transactions
sw: Inakagua miamala ya Solana

# checking_wallet_address
source: Checking address…
sw: Inakagua anwani…

# checkout_browser_launch_failed
source: We couldn't open your browser. Copy this link into a browser to finish checkout:
sw: Hatukuweza kufungua kivinjari chako. Nakili kiungo hiki kwenye kivinjari ili ukamilishe malipo:

# checkout_interrupted_confirming
source: The checkout view closed unexpectedly. If your payment went through, your plan updates here automatically — there's no need to buy again.
sw: Ukurasa wa malipo ulifungwa bila kutarajiwa. Ikiwa malipo yako yalifaulu, mpango wako utasasishwa hapa kiotomatiki — hakuna haja ya kununua tena.

# checkout_opened_in_browser
source: Complete your purchase in the browser. Your plan updates here automatically once payment is confirmed.
sw: Kamilisha ununuzi wako kwenye kivinjari. Mpango wako utasasishwa hapa kiotomatiki mara malipo yatakapothibitishwa.

source: Cities
sw: Miji

source: Claim
sw: DAI

# claim_across_epochs
source: Across {} finalized epochs
sw: Vipindi vilivyokamilika: {}

# claim_alpha_title
source: Claim SN25α
sw: Dai SN25α

# claim_amount_button
source: Claim {}
sw: Dai {}

# claim_confirmed
source: Claimed
sw: Imedaiwa

# claim_expired
source: Expired
sw: Imeisha muda

# claim_failed
source: Failed
sw: Imeshindwa

source: Claim Multiplier
sw: Dai Kizidishi

# claim_network_name_hint
source: Claim a custom network name to replace your auto-generated one
sw: Pata jina la mtandao maalum badala ya lile lililotengenezwa kiotomatiki

# claim_sending_linux
source: Sending…
sw: Inatuma…

# claim_sends_from_device
source: Your device sends the claim to the vault contract. Gas is paid in TAO from your gas key. Alpha lands on your coldkey.
sw: Kifaa chako kinatuma dai kwenye mkataba wa hazina. Gas inalipwa kwa TAO kutoka kwenye ufunguo wako wa gas. Alpha inaingia kwenye coldkey yako.

# claim_sent
source: Sent
sw: Imetumwa

# claim_to_address_linux
source: To {}
sw: Kwenda {}

# claim_unavailable_linux
source: Claiming is not available on this device yet.
sw: Kudai bado hakupatikani kwenye kifaa hiki.

source: Claim your spot
sw: Pata nafasi yako

# claims_for_epoch_expired
source: Claims for epoch {} have expired.
sw: Madai ya kipindi {} yameisha muda.

# claims_open_after_finalization
source: Claims open 48 hours after an epoch is finalized and stay open for the vault's expiry window.
sw: Madai ya kila kipindi hufunguliwa baada ya orodha yake ya malipo kukamilishwa na hubaki wazi hadi muda wake uishe.

source: Clear
sw: Futa

source: Client contracts
sw: Mikataba ya mteja

source: Client ID
sw: Kitambulisho cha mteja

source: Client ID copied
sw: Kitambulisho cha mteja kimenakiliwa

source: Client ID copied to clipboard
sw: Kitambulisho cha mteja kimenakiliwa

source: Client statistics
sw: Takwimu za mteja

source: Clients
sw: Wateja

source: Close
sw: Funga

source: Code
sw: Msimbo

source: Code sign in failed
sw: Kuingia kwa msimbo kumeshindwa

source: Commitment issues?
sw: Masuala ya kujitolea?

source: Community Edition
sw: Toleo la jamii

# community_edition_details
source: Get free access to the community edition.
sw: Shiriki katika mtandao na upate ufikiaji wa bure wa toleo la jamii.

source: Companion
sw: Mshirika

# conn_connect_on_launch
source: Connect automatically when the app starts
sw: Unganisha kiotomatiki programu inapoanza

# conn_connect_on_launch_note
source: Off by default. When on, URnetwork connects to your selected provider as soon as you open the app. This changes the next launch - it does not connect now.
sw: Imezimwa kwa chaguomsingi. Ikiwashwa, URnetwork huunganisha kwa mtoa huduma uliyemchagua mara tu unapofungua programu. Hii hubadilisha uzinduzi ujao - haiunganishi sasa.

# conn_not_protected
source: Your internet traffic is not protected.
sw: Trafiki yako ya intaneti hailindwi.

source: Connect
sw: Unganisha

# connect_a_solana_wallet_phantom_or_solflare
source: Connect a Solana wallet (Phantom or Solflare) to add it as a sign-in method.
sw: Unganisha pochi ya Solana (Phantom au Solflare) ili kuiongeza kama njia ya kuingia.

source: Connect a wallet
sw: Unganisha pochi

# connect_and_open
source: Connect and open link
sw: Unganisha na ufungue kiungo

source: Connect Bittensor wallet
sw: Unganisha pochi ya Bittensor

source: Connect options
sw: Chaguo za kuunganisha

# connect_seeker_wallet
source: Connect a wallet with the Saga Genesis or Seeker Pre-Order Token
sw: Unganisha pochi na Saga Genesis au Tokeni ya Agizo la Mapema la Seeker

# connect_to_location
source: Connect to {}
sw: Unganisha kwa {}

source: Connect URnetwork VPN
sw: Unganisha URnetwork VPN

# connect_wallet_first
source: Connect a Bittensor wallet first.
sw: Unganisha pochi ya Bittensor kwanza.

source: Connected
sw: Imeunganishwa

# connected_n
source: Connected: {}...
sw: Imeunganishwa: {}...

# connected_provider_count.one
source: Connected to {} provider
sw: Imeunganishwa na mtoa huduma {}

# connected_provider_count.other
source: Connected to {} providers
sw: Imeunganishwa na watoa huduma {}

# connecting_status_indicator
source: Connecting to providers
sw: Inaunganisha kwa watoa huduma

source: Connecting to wallet...
sw: Inaunganisha kwenye pochi...

source: Connection Mode
sw: Hali ya muunganisho

source: Connections
sw: Miunganisho

# connectivity_label
source: Connectivity
sw: Muunganisho

# continue_txt
source: Continue
sw: Endelea

# continue_with_free_plan
source: Continue with the free plan
sw: Endelea na mpango wa bila malipo

source: Contract
sw: Mkataba

# contract_count.one
source: {} contract
sw: {} mkataba

# contract_count.other
source: {} contracts
sw: {} mikataba

# contract_stack_max
source: max {}
sw: kiwango cha juu {}
